/* Template for 'was found' */
"%@ connected." = "%@ connesso.";

/* Template for 'was lost' */
"%@ disconnected." = "%@ disconnesso.";

/* Template for 'has been received' accessibility toast. */
"%@ has been received." = "È stato ricevuto %@.";

/* Template for the accessibility label of contact items */
"%@, Contact" = "%@, Contatto";

/* Template for arrow view's accessibility label */
"%@, other device on the network" = "%@, altro dispositivo in questa rete";

/* Crash report e-mail body. */
"(you can add additional details here before sending if you want.)" = "(puoi aggiungere dettagli extra qui prima di inviare, se vuoi)";

/* Accessibility label for the info button */
"About & More" = "Info & Altro";

/* Template for accessibility label of action button */
"Actions for %@" = "Azioni per %@";

/* Bookmarklet entry in about box */
"Add Bookmarks from Safari" = "Aggiungi segnalibri da Safari";

/* 'Add contact' item source button */
"Add Contact" = "Aggiungi contatto";

/* Add photo button (no video). */
"Add Photo" = "Add Photo";

/* Add photo button when video is available. */
"Add Photo or Video" = "Add Photo or Video";

/* Ask for Support cell in the More pane. */
"Ask for Support" = "Supporto tecnico";

/* Template for bookmark accessibility label */
"Bookmark to %@" = "Segnalibro per %@";

/* Speed bump alert info text for buyers trying to open files */
"Buying the Pack will only make Mover able to transfer them." = "Acquistando il Pack, Mover sarà in grado di trasferirli, ma non altro.";

/* Cancel button on action sheet */
"Cancel" = "Annulla";

/* Add photo button when video is available. */
"Capture Photo or Video" = "Cattura foto o video";

/* Messages opt-in/out cell title */
"Check for News" = "Cerca notizie";

/* Subject of 'Email a Friend' message */
"Check out this iPhone app, Mover" = "Guarda un po' quest'app per iPhone, Mover";

/* Copy action
   Copy action button
   Title for the 'Copy' action */
"Copy" = "Copia";

/* Delete button in action menu
   Delete button in item actions menu
   Delete button in the unsafe delete confirmation sheet */
"Delete" = "Delete";

/* Delete All button */
"Delete All Items" = "Elimina tutti";

/* Dismiss button in cloud message alerts */
"Dismiss" = "Chiudi";

/* Upsell section text */
"Find out about Mover Lite's feature packs, or get more information on Mover+, the paid version of Mover, at the Store." = "Nel Negozio Mover puoi acquistare nuove funzionalità, o ottenere informazioni su Mover+.";

/* Format for file name as in 'from DEVICE'. */
"From %@.%@" = "Da %1$@.%2$@";

/* Upsell entry in about box */
"Get more features in Mover+" = "Ottieni di più in Mover+";

/* HQ Video on/off cell title */
"High Quality" = "Alta qualità";

/* HQ Video section footer */
"High quality photos take more time to transfer. Turn off to transfer smaller, compressed photos instead." = "Le foto di alta qualità possono richiedere diverso tempo per l'invio. Spegni l'alta qualità per trasferire velocemente foto compresse, più piccole.";

/* HQ Video section footer */
"High quality videos and photos take more time to transfer. Turn off to transfer smaller, compressed media instead." = "Le foto e i video di alta qualità possono richiedere diverso tempo per l'invio. Spegni l'alta qualità per trasferire velocemente foto compresse, più piccole.";

/* Generic item filename */
"Item.%@" = "Elemento.%@";

/* Licenses & Copyrights cell in the More pane.
   Title for legalities pane. */
"Licenses & Copyrights" = "Licenze e copyright";

/* Title of the More pane pushed by the about box */
"More" = "Altro";

/* Privacy/bandwidth text for message checking in the More pane. */
"Mover can check for news when launched and warn you of available updates. This will be done at most once a day while on the cellular network, and will send no personal data." = "Mover può controllare quando viene aperto e avvertirti di novità e aggiornamenti. Questo sarà fatto al più una volta al giorno se usi la rete cellulare, e non invierà dati personali.";

/* Contents of 'Email a Friend' message */
"Mover is an app that allows you to share files with other iPhones near you, with style. Download it at http://infinite-labs.net/mover/download or see it in action at http://infinite-labs.net/mover/" = "Mover è un'app che ti permette di condividere file con altri iPhone attorno a te, con stile. Scaricala a http://infinite-labs.net/mover/download o guardala in azione a http://infinite-labs.net/mover/";

/* Upsell section text */
"Mover+ has iPad support, file transfer, can connect to Macs, and receives updates before Mover Lite does." = "Mover+ ha supporto iPad, trasferimento file, può collegarsi al Mac e riceve aggiornamenti prima di Mover Lite.";

/* Accessibility label for the network toolbar button */
"Network state" = "Stato rete";

/* News & Updates messages cell title */
"News & Updates" = "Cerca novità";

/* No E-Mail marker */
"no e-mail." = "no e-mail.";

/* No Phone marker */
"no phone number." = "nessun numero di telefono";

/* Disabled detail text for News & Updates cell */
"Off" = "Spento";

/* Open action
   Title for the 'Open' action */
"Open" = "Apri";

/* Speed bump alert for buyers trying to open files */
"Opening files with Mover will not display their contents." = "Aprire i file con Mover non ne visualizzerà il contenuto.";

/* Open label for doc interaction controller action */
"Open…" = "Apri…";

/* 'Paste' action menu item
   Paste button in iPad Add pane */
"Paste" = "Incolla";

/* 'Play' action for videos
   Play action button for video items */
"Play" = "Play";

/* Overlay view label while preparing e-mail */
"Preparing e-mail…" = "Preparo e-mail…";

/* Image preview pane title */
"Preview" = "Anteprima";

/* Receiving and sending label */
"Receiving & Sending…" = "Ricevo e invio…";

/* Receiving label */
"Receiving…" = "Receiving…";

/* Remove button in item actions menu */
"Remove from Table" = "Rimuovi dal tavolo";

/* Send button in action menu */
"Send" = "Invia";

/* Title for the 'Send by E-mail' action */
"Send by E-mail" = "E-mail";

/* Send e-mail to contact action button */
"Send E-Mail to Contact" = "Invia e-mail";

/* Prompt for send action menu */
"Send this item to:" = "Invia l'elemento a:";

/* Sending label */
"Sending…" = "Invio…";

/* More entry in about box */
"Settings & More" = "Impostazioni e Altro";

/* Template for e-mail attachment name */
"Shared.%@" = "Condiviso.%@";

/* Show action
   Show action button
   Title for the 'Show' action */
"Show" = "Mostra";

/* Sounds on/off cell title */
"Sounds" = "Sounds";

/* Store cell accessibility label */
"Store" = "Negozio";

/* Add photo button (no video). */
"Take Photo" = "Scatta foto";

/* Tell a Friend entry in about box */
"Tell a Friend" = "Condividi con un amico";

/* Template for text item accessibiity label */
"Text clipping titled '%@'" = "Ritaglio di testo dal titolo '%@'";

/* Prompt on unsafe delete confirmation sheet */
"This item is only saved on Mover's table. If you delete it, there will be no way to recover it." = "L'elemento è salvato solo sul tavolo di Mover. Se lo elimini, non potrai recuperarlo.";

/* No news detail text for News & Updates cell */
"Touch to check" = "Touch to check";

/* The accessibility label of a generic item without a title */
"Untitled item" = "Elemento senza titolo";

/* Wi-Fi jammed text */
"Wi-Fi Disconnected" = "Wi-Fi scollegato";

/* Wi-Fi unjammed text */
"Wi-Fi On" = "Wi-Fi attivo";

/* No comment provided by engineer. */
"You can remove a single item from the table by touching it, then using its Action button to delete it. You can also delete all items at once." = "Puoi rimuovere un elemento singolo dal tavolo toccandolo e poi usando il suo tasto Azione per eliminarlo. Puoi anche eliminare tutti gli elementi insieme.";

